Ran Plan for dir: `.` workspace: `dev-bip-flux2`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # kubernetes_namespace.flux_system will be created
+ resource "kubernetes_namespace" "flux_system" {
      + id = (known after apply)

      + metadata {
          + generation       = (known after apply)
          + name             = "flux-system"
          + resource_version = (known after apply)
          + uid              = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -w dev-bip-flux2`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis-prod.ssb.no/lock?id=statisticsnorway%252Fterraform-ssb-flux%252F.%252Fdev-bip-flux2)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -w dev-bip-flux2`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
